IDEA StatiCa Open Model
ParameterReferenceElement Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the ParameterReferenceElement class
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ParameterReferenceElement()
Public Sub New
public:
ParameterReferenceElement()
See Also
Reference
ParameterReferenceElement Class
IdeaRS.OpenModel.CrossSection Namespace